{"no":"1",
"summary": "Goldman Sachs raised its December 2026 gold price target to $5,400/oz, up from a prior forecast of $4,900, driven by expectations that private-sector investors — who bought gold to hedge global policy risks — will not liquidate holdings in 2026, effectively lifting the price floor. The bank also expects central bank buying to average 60 tonnes per month in 2026 as emerging market central banks continue diversifying reserves away from the US dollar. Silver futures also surged alongside the announcement, climbing approximately 3.86% to $100.10/oz.",
"details":"Goldman Raises Year-End Gold Forecast to $5,400 an Ounce. (Bloomberg) -- Goldman Sachs Group Inc. raised its year-end gold price forecast by more than 10%, reflecting growing private-sector diversification into bullion on top of already-strong demand from central banks and exchange-traded funds. The bank raised its December 2026 price target to $5,400 an ounce, from a prior forecast of $4,900, on the assumption that private investors who have bought gold as a hedge against macro policy risks will maintain these positions through the end of the year, analysts including Daan Struyven and Lina Thomas wrote in a note dated Jan. 21. Unlike previous hedges tied to specific events, such as the November 2024 US election, positions taken against perceived risks, such as fiscal sustainability, may not fully resolve this year and are therefore “stickier,” the analysts said. Gold has risen more than 70% over the past 12 months, smashing successive records on a scorching rally that has continued into the early weeks of this year. Capital is being driven toward haven assets as global power dynamics shift dramatically and President Donald Trump renews his attacks on the Federal Reserve, shaking faith in the independence of the US central bank. Central-bank buying is expected to average 60 tons a month in 2026, with monetary authorities in emerging markets “likely to continue the structural diversification of their reserves into gold,” the analysts said. Western ETF holdings, meanwhile, have increased by around 500 tons since the start of 2025, outpacing predictions based solely on US interest-rate cuts. Goldman expects a further 50 basis points of Fed easing in 2026. As concerns mount over long-term monetary and fiscal policy trajectories in major economies, gold has also been boosted by demand linked to the so-called debasement trade, including physical purchases by high-net-worth families and investor call-option buying, Goldman said. Risks to the upgraded forecast are “significantly skewed to the upside because private-sector investors may diversify further on lingering global policy uncertainty,” the analysts wrote. “That said, a sharp reduction in perceived risks around the long-run path for global fiscal/monetary policy would pose downside risk if it were to cause liquidation of macro policy hedges.” (Updates with details throughout.) Most Read from Bloomberg Businessweek. ©2026 Bloomberg L.P."},

{"no":"2",
"summary": "On January 30, 2026, silver plummeted 30% — its worst single day since 1980 — settling at $78.53/oz for futures, while spot gold dropped approximately 9% to $4,895.22/oz, after President Trump nominated Kevin Warsh, a hawkish ex-Fed official, to succeed Jerome Powell as Federal Reserve Chair. The nomination calmed investor fears that Trump would install a loyalist to push aggressive rate cuts, reducing the safe-haven premium built into precious metals. The US dollar strengthened sharply on the news, further pressuring metals, though gold still remained more than 14% above its year-start levels.",
"details":"Silver plunges 30% in worst day since 1980, gold tumbles as Warsh pick eases Fed independence fear. Gold and silver prices plunged Friday, as President Donald Trump’s nomination for the next chair of the Federal Reserve, Kevin Warsh, appeared to relieve concerns about the central bank’s independence and sent the dollar soaring. Spot silver was down 28% at $83.45 an ounce, trading near its lows of the day. Silver futures plummeted 31.4% to settle at $78.53, marking its worst day since March 1980. Meanwhile, spot gold shed around 9% to trade at $4,895.22 an ounce. Gold futures dropped 11.4% to settle at $4,745.10. The sharp moves down were initially triggered by reports of Warsh’s nomination. However, they gained steam in afternoon U.S. trading as investors who piled into the metals raced to book profits. Metals were also under pressure as the dollar spiked higher, making it more expensive for foreign investors to buy gold and silver and spoiling the theory that metals would replace the greenback as the globe’s reserve currency. The dollar index last traded around 0.8% higher. “This is getting crazy,” said Matt Maley, equity strategist at Miller Tabak. “Most of this is probably ‘forced selling.’ This has been the hottest asset for day traders and other short-term traders recently. So, there has been some leverage built up in silver. With the huge decline today, the margin calls went out.” Trump picks Warsh National Economic Council Director Kevin Hassett had been the favorite to replace Powell for some time, but Warsh became the front-runner in prediction markets in recent days. In a note on Friday morning, Evercore ISI’s Krishna Guha said the market was “trading Warsh hawkish.” “The Warsh pick should help stabilize the dollar some and reduce (though not eliminate) the asymmetric risk of deep extended dollar weakness by challenging debasement trades – which is also why gold and silver are sharply lower,” the firm’s vice chairman said. “But, we advise against overdoing the Warsh hawkish trade across asset markets – and even see some risk of a whipsaw. We see Warsh as a pragmatist not an ideological hawk in the tradition of the independent conservative central banker.” Claudio Wewel, FX strategist at J. Safra Sarasin Sustainable Asset Management, told CNBC’s “Squawk Box Europe” on Friday that a “perfect storm” of geopolitical tensions had helped precious metals move higher this year, pointing to the U.S. capture of Venezuelan President Nicolás Maduro and Washington’s threats to use military force in Greenland and Iran. More recently, he said, speculation over who would be nominated as the next Fed chair had been influencing metals markets. “The market has clearly been pricing the risk of a much more dovish contender, that’s been largely helping the gold price along with other precious metal prices. Over the last 24 hours, the news flow has changed a little bit,” Wewel said, prior to Trump’s announcement. ‘Even good assets can sell-off’ Gold and silver both enjoyed record-smashing rallies in 2025, surging 66% and 135%, respectively, over the course of the year. Coeur Mining lost 17%. Silver ETFs were dragged into the action, with the ProShares Ultra Silver fund last seen more than 62% lower. The iShares Silver Trust ETF lost 31%. Both funds were headed for their worst days on record. Precious metals have been on a stellar rally over the past 12 months, amid broader market volatility, the decline of the U.S. dollar, bubbling geopolitical tensions and concerns about the independence of the Federal Reserve. Katy Stoves, investment manager at British wealth management firm Mattioli Woods, told CNBC on Friday morning that the moves were likely “a market-wide reassessment of concentration risk.” “Just as tech stocks — particularly AI-related names — have dominated market attention and capital flows, gold has similarly seen intense positioning and crowding,” she said. “When everyone is leaning the same way, even good assets can sell off as positions get unwound. The parallel isn’t accidental: both represent areas where capital has flooded in based on powerful narratives, and concentrated positions eventually face their day of reckoning.” Meanwhile, Toni Meadows, head of investment at BRI Wealth Management, contended that gold’s run to the $5,000 mark had happened “too easily.” He noted that the unwinding of the greenback had supported gold prices, but that the dollar had appeared to stabilize. “Central bank buying has driven the longer-term rally but this has tailed off in recent months,” he said. “The case for further reserve diversification is still there though as Trump’s trade policies and intervention in foreign affairs will make a lot of countries nervous about holding U.S. assets, especially those countries in the emerging markets or aligned to China or Russia. Silver will mirror the direction of gold, so it is not surprising to see falls there.”"},

{"no":"3",
"summary": "On February 13, 2026, gold recovered swiftly from a weekly low near $4,950, climbing back toward the $5,000 psychological level after a 3.5% sell-off the prior day driven by AI-sector fears and a stronger US dollar following upbeat jobs data. Following the release of US CPI for January — which came in at 2.4% YoY, below the 2.5% estimate and down from December's 2.7% — gold reclaimed the $5,000 level as softer inflation reinforced expectations for Fed rate cuts later in 2026. OCBC strategists identified $5,090–$5,120 as key resistance and $4,960/$4,720 as downside support zones.",
"details":"Gold remains below $5,000 as traders await US CPI for Fed rate cut cues. Gold (XAU/USD) sticks to modest intraday gains through the early European session on Friday, though it remains below the $5,000 psychological mark as traders keenly await the release of the US consumer inflation figures. The crucial Consumer Price Index (CPI) report will be looked upon for more cues about the Federal Reserve's (Fed) policy path. The outlook will, in turn, play a key role in influencing the near-term US Dollar (USD) price dynamics and provide some meaningful impetus to the non-yielding bullion. In the meantime, the upbeat US Nonfarm Payrolls (NFP) report released on Wednesday forced investors to scale back their bets for a Fed rate cut in March. This keeps the USD Index (DXY), which tracks the Greenback against a basket of currencies, afloat above a two-week low, which, in turn, triggered the overnight decline in Gold prices. That said, traders are still pricing in the possibility that the US central bank will lower borrowing costs two more times in 2026. Furthermore, Thursday's unimpressive US Jobless Claims data caps the USD. The US Department of Labor (DOL) reported that the number of US citizens submitting new applications for unemployment insurance fell to 227K during the week ending February 7. This was higher than 222K estimated, but lower than the previous week’s revised 232K print. Moreover, Continuing Claims rose to 1.862 million during the week ending January 31, highlighting the underlying weakness in the labor market that has been prevalent over the past year. This, in turn, acts as a tailwind for the USD and revives demand for the Gold. Furthermore, a turnaround in the global risk sentiment – as depicted by a generally weaker tone around the equity markets – turns out to be another factor driving flows toward safe-haven Gold. It remains to be seen, however, if the XAU/USD pair can build on the momentum or if bulls opt to wait for the crucial US Consumer Price Index (CPI) report before placing fresh bets. Gold’s mixed technical setup warrants caution for aggressive traders The overnight breakdown through the weekly trading range could be seen as a key trigger for the XAU/USD bears. The lack of follow-through selling and resilience below the $4,900 mark warrants some caution. The Moving Average Convergence Divergence (MACD) turns higher through the Signal line near the zero level, and the histogram flips positive, suggesting a transition to improving bullish momentum. Moreover, the Relative Strength Index (RSI) stands at 44.72 (neutral) after rebounding from oversold territory, supporting a tentative recovery in intraday tone. With the RSI still below 50, rallies could be capped, whereas a MACD slip back beneath the Signal line and zero would reassert bearish pressure and extend consolidation. Nevertheless, the momentum remains supported while the MACD holds above zero and the positive histogram widens, though a contracting histogram would hint at fading impetus. (The technical analysis of this story was written with the help of an AI tool.)"},

{"no":"5",
"summary": "J.P. Morgan forecasts gold reaching $6,300/oz by the end of 2026, projecting central bank purchases of approximately 800 tonnes that year as emerging market reserve managers continue diversifying away from the US dollar. The bank remains "firmly bullishly convicted in gold over the medium-term" despite bullion's 9.8% single-day decline on January 30 — its steepest fall since 1983. Deutsche Bank separately reiterated a $6,000/oz target for 2026, citing sustained investor demand as a key supporting driver.",
"details":
"""
J.P. Morgan expects gold prices to reach $6,300/oz by end of 2026. Feb 2 (Reuters) - J.P. Morgan expects gold prices to reach $6,300 per ounce by the end of 2026, as demand from central banks and investors continues, it said in a note on Monday.
The brokerage now forecasts central-bank gold purchases at 800 tons in 2026, citing an ongoing, unexhausted trend of reserve diversification.
'Even with the recent near-term volatility, we remain firmly bullishly convicted in gold over the medium-term on the back of a clean, structural, continued diversification trend that has further to run amid a still well-entrenched regime of real asset outperformance vs paper assets,' the brokerage said in a note on Monday.
Bullion fell more than 9.8% on January 30, in its sharpest one-day drop since 1983, and extended its fall on Monday, as increased CME (CME.O), margin requirements added to selling pressure.
Meanwhile, Deutsche Bank on Monday reiterated its gold price forecast of $6,000 an ounce in 2026, citing sustained investor demand for the precious metal despite an adjustment in prices.
Following is a list of analysts' latest gold price forecasts (in $ per ounce):
Reporting by Pablo Sinha in Bengaluru; Editing by Harikrishnan Nair
"""},

{"no":"6",
"summary": "Bank of America analyst Michael Hartnett forecasts gold reaching $6,000/oz by spring 2026, citing historical bull market patterns that average approximately 300% gains over 43 months. BofA's Michael Widmer projects gold averaging $4,538/oz for full-year 2026, noting that mine supply is declining 2% while all-in sustaining costs are rising to approximately $1,600/oz. Widmer states that gold remains "underinvested" despite being technically overbought, and that only a 14% increase in investment demand would be needed to achieve the $6,000 target.",
"details":"Forget $5,000: Bank of America sees gold price hitting $6,000/oz by Spring 2026. (Kitco News) – As markets brace for gold to hit the once-unthinkable $5,000 price level, Bank of America has raised its near-term gold target to $6,000 per ounce – the most aggressive price forecast for the yellow metal from any major institution.

“History no guide to future, but avg gold jump past 4 bull markets ≈ 300% in 43 months which would imply gold reaching $6,000 by spring,” wrote BoA analyst Michael Hartnett in a note to clients.  is forecasting that the price of gold will reach $6,000 an ounce by the spring. This would put the gold price over 20% above the precious metal’s current all-time high levels.

On Jan. 5, Bank of America’s Head of Metals Research Michael Widmer said gold will remain a key asset in investor portfolios this year.

“Gold continues to stand out as a hedge and alpha source,” Widmer wrote. Bank of America sees tightening market conditions and strong earnings sensitivity position gold as a key hedge and potential return driver in 2026.

BofA’s 2026 outlook is based on their projections of falling supply and rising costs in the gold sector. Widmer expects the 13 major North American gold miners to produce 19.2 million ounces this year, a decline of 2% from 2025, adding that most market forecasts for output are too optimistic.

Widmer projects average all-in sustaining costs will rise 3% to about $1,600 per ounce, a level slightly above the market consensus.

He also expects a strong increase in profitability for the producers, with total EBITDA projected to rise 41% to around $65 billion in 2026.

BofA wrote at the time that they expect gold to average $4,538 per ounce in real terms over 2026, while silver, platinum, and palladium are also expected to see higher prices, reflecting the bank’s positive outlook for precious metals as a whole.

Widmer said silver may appeal more to investors willing to take higher risk for extra upside, and noted that the current gold:silver ratio of around 59 suggests silver could still outperform gold. He cited the historical ratio low of 32 in 2011 as implying a silver price high of $135, while the 1980 low of 14 in the ratio suggests a silver price of $309 per ounce.

In his annual outlook webinar in December, Widmer said that gold bull rallies typically peak only when the underlying drivers that initially triggered the rally fade, and don’t end simply because prices rise.

“I’ve highlighted before that the gold market has been very overbought. But it's actually still underinvested,” he said. “There is still a lot of room for gold as a diversification tool in portfolios.”

Widmer added that he doesn’t see the bullish environment ending anytime soon. He noted that it would take only a 14% increase in investment demand to reach that target. Investment demand has roughly averaged that level over the last couple of quarters. Meanwhile, it would take a 55% increase in investment demand to drive gold prices to $8,000 an ounce next year.

Investment demand—particularly among retail investors—has surged in recent months, with 2025 inflows into gold-backed exchange-traded funds reaching their highest level since 2020. However, Widmer said there is still a key segment that has largely ignored the gold market, and that could change in the new year.

Widmer noted that the precious metal now represents about 4% of the total financial market, but within the professional investment sector, high-net-worth investors hold only 0.5% of their assets in gold.

Growing interest in gold comes as many investors continue to question the reliability of the traditional 60/40 portfolio allocation. Widmer said research now shows that holding 20% of a portfolio in gold can be an effective strategy.

“When you run the analysis since 2020, you can actually justify that retail investors should have a gold share of well above 20%,” he said. “You can even justify 30% at the moment.”

But it's not just retail investors who stand to benefit from further diversification into gold. Widmer said he expects central banks to continue buying gold even as official reserves hit milestone levels in 2025.

He noted that central bank gold reserves have surpassed their holdings of U.S. Treasuries. Gold now represents, on average, about 15% of total central bank reserves. However, his modeling indicates that reserves would be fully optimized with an average gold allocation of around 30%.

“Whichever portfolio you're looking at, whether it's a central bank portfolio or an institutional portfolio, they can benefit from diversification into gold,” he said.

Widmer added that gold’s massive price gain in 2025 means it will be difficult for some portfolio managers to ignore in 2026.

“Just looking at benchmarks, gold has been one of the best-performing assets for the past few years,” he said. “What we've heard a lot of the time is that ‘gold is a non-yielding asset; it costs to hold it; you don't make any money from it, so what's the point of actually holding it?’ But  just from a pure direction perspective, gold could have actually made a good contribution to a portfolio. I think the numbers speak for themselves.”

As for what could ignite another rotation into gold, Widmer said U.S. monetary policy will be an important factor in 2026. He noted that his modeling suggests that during an easing cycle—when inflation is above 2%—gold prices have risen by 13% on average.

“You don’t even need to see cuts at every meeting,” he said. “You just need to see that rates are going down.”

"}